Repository: alaadahmed/gulfairtraining
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ar

source: About
ar: عنا

source: Contact
ar: تواصل معنا

source: Home
ar: الرئيسية

source: Courses
ar: الدورات

source: 20 Mohamed El-Maqreef St.
ar: ٢٠ ش محمد المقريف.

source: Cairo, EGYPT
ar: القاهرة، مصر

source: Email
ar: الإيميل

source: Full name
ar: الإسم الكامل

source: Get in touch
ar: تواصل معنا

source: Message
ar: الرسالة

source: More info
ar: مزيد من المعلومات

source: Nasr City, 17210
ar: مدينة نصر، ١٧٢١٠

source: Phone number
ar: رقم التليفون

source: Submit
ar: ارسل

source: We are here to help you, please feel free to send us your inquiry and we will get to you very soon.
ar: نحن هنا لمساعدتك ، لا تتردد في إرسال استفسارك إلينا وسنصل إليك قريبا جدا.

source: Our Courses
ar: دوراتنا

source: Apply now
ar: سجل الأن

source: Choosing the right Academy, is the first step towards your Career.
ar: اختيار الأكاديمية المناسبة هو الخطوة الأولى نحو حياتك المهنية.

source: Facilities
ar: خدمات

source: Gulf Air Academy is the first Arabic-European EASA Approved Training Organization, with a combined experience of over 40 years in the industry and with 80+ active students from 15 different nationalities. We currently have two operating bases in Athens and Megara
ar: أكاديمية طيران الخليج هي أول منظمة تدريب عربية أوروبية معتمدة من EASA ، مع خبرة مشتركة تزيد عن 40 عامًا في الصناعة ومع أكثر من 80 طالبًا نشطًا من 15 جنسية مختلفة. لدينا حاليًا قاعدتان للعمليات في أثينا وميجارا

source: Gulf Air Training. All rights reserved.
ar: جلف إير تريننج. جميع الحقوق محفوظة.

source: Located in one of the best districts in Athens, Gulf Air academy is the only academy with its headquarters & operation in Athens providing quality experience, premises and ease of life for our students.
ar: تقع أكاديمية طيران الخليج في واحدة من أفضل المناطق في أثينا ، وهي الأكاديمية الوحيدة التي يقع مقرها الرئيسي وتشغيلها في أثينا ، مما يوفر تجربة عالية الجودة ومباني ويسهل الحياة لطلابنا.

source: Our Location
ar: موقعنا

source: The Weather
ar: الطقس

source: The weather is one of the main factors influencing aviation training, and it rarely creates issues in Greece! Thanks to fantastic weather conditions, we schedule flights 340 days a year, which adds to the safety of our student’s training. This helps assure that they are on track and are not forced to delay flights due to bad weather.
ar: يعتبر الطقس من العوامل الرئيسية التي تؤثر على التدريب على الطيران ، ونادراً ما يخلق مشاكل في اليونان! بفضل الظروف الجوية الرائعة ، نقوم بجدولة الرحلات الجوية 340 يومًا في السنة ، مما يزيد من أمان تدريب طلابنا. هذا يساعد على ضمان أنهم على الطريق الصحيح وليسوا مجبرين على تأخير الرحلات الجوية بسبب سوء الأحوال الجوية.

source: Why us
ar: لماذا نحن

source: 10 Km from Athens International Airport
ar: على بعد 10 كم من مطار أثينا الدولى

source: 2 Km from the HCAA Examination Center
ar: 2 كم من مركز امتحانات HCAA

source: 4 Km from the EASA Medical Certificate Center
ar: 4 كم من مركز الشهادات الطبية EASA

source: 4 Km from the Embassy District
ar: 4 كم من حي السفارات

source: 4 Km from the Resident Permit and Tax Offices
ar: 4 كم من تصاريح الإقامة ومكاتب الضرائب

source: 5 Star and 4 Star Hotels in the District
ar: فنادق 5 نجوم و 4 نجوم في المنطقة

source: Contact us
ar: تواصل معنا

source: Every organization needs a Headquarters, and ours is proudly situated in the heart of Athens. The location was chosen keeping our cadet’s work-life balance in mind, allowing them to easily get to and from their classes, and other locations required for training such as the Airport and off-site Simulator, but at the same time easily access the best Athens has to offer.
ar: تحتاج كل منظمة إلى مقر ، ويقع مقرنا بفخر في قلب أثينا. تم اختيار الموقع مع مراعاة التوازن بين العمل والحياة الخاصة بالطالب ، مما يتيح لهم الوصول بسهولة من وإلى فصولهم الدراسية والمواقع الأخرى المطلوبة للتدريب مثل المطار والمحاكي خارج الموقع ، ولكن في نفس الوقت الوصول بسهولة إلى الأفضل أثينا لديها لتعرض.

source: Shopping Facilities for whatever needs that may Arise
ar: مرافق التسوق لأي احتياجات قد تنشأ

source: We currently have two operating bases in Athens and Megara.
ar: لدينا حاليًا قاعدتان للعمليات في أثينا وميجارا.

source: What makes us different
ar: ما الذي يجعلنا مختلفين

source: Gulf Air Academy
ar: أكاديمية طيران الخليج

source: At Gulf Air Academy we aim on providing the highest training standards in the best environment there can be, assuring that our students will remain focused on their goal: “Achieve excellence in becoming pilots”
ar: نهدف في أكاديمية طيران الخليج إلى توفير أعلى معايير التدريب في أفضل بيئة ممكنة ، مع التأكيد على أن طلابنا سيظلون يركزون على هدفهم: “تحقيق التميز في أن يصبحوا طيارين”

source: At Gulf Air Academy, our students satisfaction is our ultimate goal. See what Gulf Air Academy students have to say about a variety of services that we provided.
ar: في أكاديمية طيران الخليج ، رضا طلابنا هو هدفنا النهائي. تعرف على ما يقوله طلاب أكاديمية طيران الخليج عن مجموعة متنوعة من الخدمات التي قدمناها.

source: Course Structure
ar: هيكل الدورة

source: Duration
ar: مدة الدورة

source: Established based on expert studies from around the world, Gulf Air Academy is taking the aviation training industry to a new level by using state-of-the-art teaching technologies & methods, assuring the best quality of training for our Future Pilots.
ar: تأسست أكاديمية طيران الخليج على أساس دراسات الخبراء من جميع أنحاء العالم ، وهي ترتقي بصناعة التدريب على الطيران إلى مستوى جديد باستخدام تقنيات وأساليب التدريس الحديثة ، مما يضمن أفضل جودة للتدريب لطيارينا المستقبليين.

source: Gulf Air Academy Aviation Training Organization
ar: أكاديمية طيران الخليج منظمة تدريب الطيران

source: Gulf Air Academy is the only academy with both its headquarters & operations located in Athens, providing quality experience, premises and ease of life for our students.
ar: أكاديمية طيران الخليج هي الأكاديمية الوحيدة التي يقع مقرها الرئيسي وعملياتها في أثينا ، مما يوفر تجربة عالية الجودة ومباني ويسهل الحياة لطلابنا.

source: Gulf Air Academy uses the best material in the industry, cooperating with CATS Aviation, one of the best providers in the UK & the world for the ground and distance learning material.
ar: تستخدم أكاديمية طيران الخليج أفضل المواد في الصناعة ، وتتعاون مع CATS Aviation ، وهي واحدة من أفضل المزودين في المملكة المتحدة والعالم لمواد التعلم الأرضي وعن بعد.

source: Multi-national crew
ar: طاقم متعدد الجنسيات

source: Obtain the EASA ATPL today
ar: احصل على EASA ATPL اليوم

source: Our Goal
ar: هدفنا

source: Price
ar: تكلفة الدورة

source: Start your Pilot Career
ar: ابدأ حياتك المهنية كطيار

source: Start your career with the best license in the world
ar: ابدأ حياتك المهنية مع أفضل رخصة في العالم

source: Studying materials
ar: مواد الدراسة

source: Testimonials
ar: التوصيات

source: The weather is one of the main factors influencing aviation training, and it rarely creates issues in Greece! Thanks to fantastic weather conditions, we schedule flights 340 days a year, which adds to the safety of our student’s training.
ar: يعتبر الطقس من العوامل الرئيسية التي تؤثر على التدريب على الطيران ، ونادراً ما يخلق مشاكل في اليونان! بفضل الظروف الجوية الرائعة ، نقوم بجدولة الرحلات الجوية 340 يومًا في السنة ، مما يزيد من أمان تدريب طلابنا. هذا يساعد على ضمان أنهم على الطريق الصحيح وليسوا مجبرين على تأخير الرحلات الجوية بسبب سوء الأحوال الجوية.

source: Why Greece?
ar: لماذا اليونان؟

source: Why Gulf Air Academy?
ar: لماذا اكاديمية طيران الخليج؟

source: With a crew originating from 7+ different countries we present a friendly adaptive, multi-national atmosphere, that can help anyone fit in. Our professional multi-lingual staff (English /Arabic/Greek...) is always there to help our students.
ar: مع طاقم من أكثر من 7 دول مختلفة ، نقدم جوًا وديًا ومتعدد الجنسيات يمكن أن يساعد أي شخص على التكيف. فريقنا المحترف متعدد اللغات (الإنجليزية / العربية / اليونانية …) موجود دائمًا لمساعدة طلابنا .

source: Can I work & do my training at the same time?
ar: هل يمكننى العمل واداء تدريبى فى نفس الوقت؟

source: Do I have to pay the whole course fee upfront?
ar: هل يجب ان ادفع مبلغ الدراسة مقدماً؟

source: Do I need to obtain the EASA Class I Medical before joining your academy?
ar: هل احتاج الى الحصول على (اياسا) الفئة الطبية 1 قبل الانضمام الى الاكاديمية؟

source: Frequently asked questions
ar: أسئلة وأجوبة

source: Is Accommodation provided for students?
ar: هل يتم توفير السكن للطلاب؟

source: What is the study material used in Gulf Air Academy?
ar: ما هو المنهج المستخدم فى الدراسة؟

source: Fleet
ar: أسطول

source: Our Goal is to train our students using advanced training methods & materials to the highest standards available in the aviation training industry.
ar: هدفنا هو تدريب طلابنا باستخدام أساليب ومواد تدريب متقدمة وفقًا لأعلى المعايير المتاحة في صناعة التدريب على الطيران.

source: At what age can I start my training to be a pilot?
ar: ما هو اقل عمر ممكن للبدء فى دراسة الطيران؟

source: Do I need to have a degree to Join Gulf Air Academy?
ar: هل احتاج الى شهادة للانضمام الى اكاديمية الخليج للطيران؟

source: Gulf Air Academy uses the best material in the industry, cooperating with CATS Aviation, one of the best providers in the UK & the world for the ground and distance learning material.
ar: تستخدم أكاديمية طيران الخليج أفضل المواد في الصناعة ، وتتعاون مع CATS Aviation ، وهي واحدة من أفضل المزودين في المملكة المتحدة والعالم لمواد التعلم الأرضي وعن بعد. ‬

source: How will I find a Job after graduation?
ar: كيف سأجد وظيفة بعد التخرج؟

source: In Gulf Air Academy, we try to be as flexible & supportive as we can regarding our payments. The fees can be done in instalments throughout the duration of your training, depending on the course and its duration.
ar: فى اكاديمية الخليج للطيران، نحاول ان نكون مرنين وداعمين قدر الامكان فيما يتعلق بدفعنا. يمكن سداد المبلغ على اقساط طوال مدة التدريب، اعتمادًا على الدورة ومدتها. ‬

source: No, in order to begin your pilot training, you don’t need to have any other degree.
ar: لا، لكى تبدا تدريب الطيران، لا تحتاج الى اى درجة اخرى. ‬

source: Short answer to this question is No. The expense of the initial Class I Medical, is included in the price of the ATPL Programmes, and it will be done once you Join our Academy. For the applicants requiring a Student Visa, they will need to acquire a simple medical for the embassy, which can be done in any hospital in their region.
ar: الاجابة المختصرة على هذا السؤال هى لا، يتم تضمين تكلفة الدرجة الاولى الطبية فى سعر برامج رخصة طيار خاص، وسيتم ذلك بمجرد انضمامك الى اكاديميتنا. ‬ ‫بالنسبة للمتقدمين الذين يحتاجون الى تاشيرة طالب، سيحتاجون الى الحصول على علاج طبى بسيط للسفارة، والذى يمكن اجراؤه فى اى مستشفى فى منطقتهم. ‬

source: We provide our students with courses that offer a direct job placement at the end of it, guaranteeing a job opportunity to start their career. Gulf Air Academy has a dedicated course (ATPL + Flight Instructor + Job Opportunity) for a direct job placement with us, after the training finishes.
ar: نحن نوفر لطلابنا دورات تقدم توظيفاً مباشرًا فى نهايتها، مما يضمن فرصة عمل لبدء حياتهم المهنية. اكاديمية الخليج للطيران لديها دورة(رخصة طيران النقل الجوى+مدرب طيران+ فرصة عمل) مخصصة للتوظيف المباشر معنا، بعد انتهاء التدريب. ‬

source: Yes, we do provide modern & fully furnished accommodation with all needs included in some of courses by default, and optional in others with a very favourable rate. Also, along with the accommodation we provide Transportation to/from the academy and the airport throughout the duration of your training.
ar: نعم، نحن نوفر اقامة حديثة و مفروشة بالكامل مع جميع الاحتياجات المضمونة فى بعض الدورات بشكل افتراضى، واختيارية فى البعض الاخر بسعر مناسب للغاية. ‬ ‫ايضا جنباً الى جانب مع الاقامة، نوفر وسائل النقل من و الى الاكاديمية و المطار طوال مدة التدريب. ‬

source: Yes, you can. We understand the different circumstances & needs of each one, therefore we can tailor our courses to fit your needs within the requirements of EASA to help you complete the training in the best way for you.
ar: نعم تستطيع، نحن نتفهم الظروف والاحتياجات المختلفة لكل واحد، وبالتالى يمكننا تصميم دوراتنا لتناسب احتياجاتك ضمن متطلبات (اياسا) لمساعدتك على اكمال تدريبك بافضل طريقة لك. ‬

source: You can start your Private Pilot Licence training at the age of 16 & Commercial Pilot Licence (ATPL) at the age of 17.
ar: يمكن للطالب البدء في رخصة الطيار الخاص في عمر 16 عاماً ورخصة الطيران التجارية في عمر 17 عاماً. ‬

source: Gulf Air Academy is the first Arabic-European EASA Approved Training Organization, with a combined experience of over 40 years in the industry.
ar: أكاديمية طيران الخليج هي أول منظمة تدريب عربية أوروبية معتمدة من EASA ، مع خبرة مشتركة تزيد عن 40 عامًا في الصناعة ومع أكثر من 80 طالبًا نشطًا من 15 جنسية مختلفة. لدينا حاليًا قاعدتان للعمليات في أثينا وميجارا.

source: Q&A
ar: اسئلة واجوبة

source: We have listed some questions and answers, commonly known as Frequently Asked Questions (FAQ). These are some basic questions that most potential students commonly ask when contacting Gulf Air Academy.
ar: لقد قمنا بإدراج بعض الأسئلة والأجوبة ، والمعروفة باسم الأسئلة الشائعة (FAQ). هذه بعض الأسئلة الأساسية التي يطرحها معظم الطلاب المحتملين عادة عند الاتصال بأكاديمية طيران الخليج.

source: We have a wonderful fleet of small planes, you will enjoy the experience of flying with them.
ar: لدينا أسطول رائع من الطائرات الصغيرة، سوف تستمتع بتجربة الطيران بها.

source: | Gulf Air Training
ar: | طيران الخليج للتدريب

source: FAQs
ar: اسئلة واجوبة

source: Max. 500 characters
ar: حد أقصى ٥٠٠ حرف

source: Mobile
ar: موبايل

source: Other Courses
ar: دورات أخرى

source: Subject
ar: الموضوع

source: This course is designed to get an individual from absolutely no flight experience in aviation all the way to obtaining the ATPL, with all the necessary requirements to be selected by a Commercial Airline. Gulf Air Academy’s Integrated ATPL Course is (EASA) approved & designed to give you the exact knowledge and expertise to meet the requirements of all the major airline companies around the world. Once you finish this course, you will be ready to take a right seat in all the major airlines!
ar: تم تصميم هذه الدورة للحصول على فرد من أي خبرة طيران على الإطلاق في مجال الطيران وصولاً إلى الحصول على ATPL ، مع جميع المتطلبات اللازمة ليتم اختيارها من قبل شركة طيران تجارية. تم اعتماد دورة ATPL المتكاملة لأكاديمية طيران الخليج (EASA) وتم تصميمها لتزويدك بالمعرفة والخبرة الدقيقة لتلبية متطلبات جميع شركات الطيران الكبرى في جميع أنحاء العالم. بمجرد الانتهاء من هذه الدورة ، ستكون جاهزًا لشغل المقعد المناسب في جميع شركات الطيران الكبرى!
